<PAD>
不
人
有
天
无
何
来
云
风
山
生
日
一
君
知
时
如
为
青
子
长
中
白
水
未
高
自
上
见
春
花
江
下
马
清
万
今
可
之
我
相
此
千
门
王
月
金
空
与
开
已
里
心
亦
东
复
深
歌
是
雨
流
行
年
秋
海
酒
林
去
明
主
同
南
飞
闻
寒
归
龙
在
夜
出
前
事
谁
所
道
大
黄
思
落
以
公
神
玉
朝
头
得
游
客
多
旧
西
能
声
将
回
百
地
故
草
阳
醉
难
华
新
 
入
家
尘
野
十
远
意
竹
间
其
平
作
阴
台
老
成
莫
儿
独
路
城
从
身
岂
三
衣
古
树
物
吾
更
问
气
过
国
石
烟
文
然
欲
者
五
纷
岁
楼
处
随
官
北
暮
望
尽
亭
至
香
芳
色
雪
名
光
池
穷
书
军
世
二
但
萧
河
须
还
饮
曲
方
翠
动
犹
手
沙
苍
士
临
四
川
边
女
冥
堂
使
且
昔
愁
吹
坐
非
皇
当
向
鸣
死
休
陵
汉
先
群
诗
初
幽
红
发
乐
会
听
安
好
鸟
影
园
往
理
浮
晚
别
荡
臣
骑
舟
逢
数
楚
夕
几
对
夫
鼓
愿
惟
少
美
终
怜
期
连
常
绝
登
怀
雄
轩
哀
泉
观
梁
似
胡
武
德
都
松
才
隐
重
泪
言
翻
到
足
圣
留
取
真
共
照
满
枝
绿
惊
仙
乃
霜
太
旗
久
鱼
师
功
焉
迹
鸿
外
异
传
居
卧
梦
恨
结
情
血
细
舞
起
度
画
叶
闲
寄
颜
觉
两
垂
征
面
谷
鬼
兴
筵
微
半
始
精
苦
辞
近
皆
悲
欢
杯
侧
钟
父
妾
小
罗
土
李
飘
迢
念
帝
秦
合
顾
于
看
波
茫
信
忽
柳
车
却
求
弥
分
罢
屋
徒
后
立
乘
浩
称
交
因
吟
兹
席
应
食
骨
碧
轻
星
极
断
晓
正
经
丝
尊
用
斗
呼
珠
隔
既
侯
壮
早
殿
容
露
佳
再
破
威
倾
旷
越
离
关
宫
赤
宁
口
静
烈
田
肉
旅
尺
图
渭
举
业
首
广
虚
县
庭
拂
溪
荷
即
沈
笑
泥
孙
走
丘
湿
魂
猿
寻
钱
瑶
紫
壑
恐
奔
散
贤
绣
况
双
各
猛
息
攀
馀
孤
雷
化
肯
素
昼
火
浪
定
梅
井
扫
锦
翼
甘
阁
殊
机
钓
只
窟
战
九
敌
张
根
咸
象
泽
性
汗
永
及
赏
挂
适
步
忧
藏
唱
论
诸
溟
舍
便
愧
苑
裂
比
由
汝
峰
啼
载
苔
牛
进
贵
宴
尔
伤
母
俯
忍
推
令
凤
幕
腰
桃
本
俱
若
洒
盖
覆
涯
养
固
通
反
兀
谢
盈
湘
木
琴
弦
疑
要
暂
埃
第
鞍
宿
雁
穿
巢
致
解
船
尚
蒲
旌
角
兵
哭
驱
岳
命
泾
羽
良
元
蒙
邑
众
纵
则
形
右
铁
献
带
卒
累
遇
送
迷
策
曾
喜
鸡
斋
涨
湖
教
秀
许
荒
阶
颇
俗
移
具
折
底
实
丈
贫
热
雾
崒
荆
目
沾
丛
壁
岩
庙
镜
必
宰
丹
寂
径
鞭
洗
牵
遣
升
倒
击
刘
虽
盘
冠
虎
屈
急
叹
零
历
参
条
嘉
爱
法
逐
暖
短
隅
鲸
片
又
鬓
含
调
绕
识
亲
争
周
构
御
指
甲
朱
那
银
营
弓
悬
恩
戎
待
蕃
缚
遥
箭
干
奋
义
扬
枯
玄
助
谋
内
夷
招
原
昏
鳞
和
氏
执
病
遂
漠
庐
竟
宅
守
险
谓
杂
衔
敢
驰
赋
州
渚
迟
惜
易
津
栖
泛
穴
支
引
接
箫
管
童
薄
激
涛
逸
棹
源
趣
郎
晨
崖
失
塞
觞
杨
锁
超
贱
感
杜
六
冰
笔
毫
毛
没
惨
殷
射
浊
翁
左
遗
坠
霞
凝
坼
觅
停
请
耳
醒
扶
床
密
泣
屏
乱
赫
蜂
遍
奇
柱
忆
暝
刀
列
寥
雀
碎
燕
蛇
压
造
夏
尾
力
强
陶
蓬
壶
弃
八
岸
奏
绮
音
借
昨
辟
振
笼
崔
萋
乡
摇
胜
户
柏
凉
墙
啾
竿
避
钩
拥
晋
号
仁
洪
服
靖
仓
怒
傲
饥
翔
吐
腥
截
炎
黑
艰
系
室
背
苏
利
庶
浑
恶
崇
词
转
嗟
洞
帆
朋
洲
鹰
幸
章
忘
嶂
烛
省
遁
鹤
伴
学
衰
僚
伯
沧
甫
染
题
语
吏
禅
衡
茅
哉
宗
厌
并
就
愚
索
直
态
势
男
弟
诏
潇
肠
挥
吞
宜
受
阙
宾
残
冷
饭
脱
慎
景
布
健
蹄
森
匹
污
汲
辨
郑
放
活
契
巴
姿
稀
宋
闺
巫
兮
销
材
羊
岑
陈
酌
裘
换
仰
踣
旁
摧
偶
惭
颠
置
琉
璃
鼍
洛
剑
宛
弄
疏
斯
差
映
承
英
尤
施
蕊
低
权
冬
环
敛
伊
任
役
延
桑
抚
麻
堆
切
娇
缺
窗
蔼
遮
抱
院
漾
迥
襟
郁
葱
房
市
戚
宝
盛
妇
铜
弹
虞
每
误
危
傍
掣
阵
浸
专
辉
熊
育
莽
厚
逾
蹙
亡
予
栗
富
授
朔
乔
封
略
负
腾
决
啸
提
耀
披
羲
氛
融
阻
勇
智
投
虑
降
厥
漫
蛮
震
昆
仑
聪
濡
顺
虏
坤
侵
余
区
拜
邦
式
退
默
除
伏
趋
翰
润
馆
京
漳
梧
汀
卿
辛
济
携
浅
晏
志
吴
彭
追
聚
点
袖
欣
枥
鹅
邀
篱
暑
座
催
陪
代
字
读
友
顶
横
泊
府
渤
涧
耕
阔
史
骢
佩
委
聊
桥
渔
谈
眠
樵
暗
梢
驾
达
喧
想
涕
商
淅
脉
倚
阑
霄
乞
骋
渡
浴
怅
耻
兄
属
醪
冻
七
儒
齐
攻
邮
最
试
充
卷
邻
舜
顷
欻
翅
甚
窃
崆
峒
饱
跨
鹄
凌
仍
叫
村
被
租
骏
眼
驹
峻
骅
骝
质
惧
羁
烂
米
檐
菊
采
粱
褐
灯
孔
瓶
悄
葵
勿
住
珊
瑚
菱
豪
赐
驼
陂
寺
咫
灵
崷
展
滑
泱
坡
陀
冈
蓄
突
瑟
峡
峭
猎
艳
襄
插
丁
祠
蟾
桂
椒
憔
悴
嗥
菲
烹
毒
说
寿
贪
浓
滴
笛
皓
齿
劝
曜
陷
益
夭
绶
珍
簟
缕
筝
歇
拭
旭
躅
团
攒
殄
蔡
虾
蟆
芽
变
止
孟
贲
蒿
劳
恃
蚁
他
伫
郊
柔
帏
喷
涌
烽
灭
娟
眉
蝉
缭
桐
邪
咿
啄
耸
瞰
畅
鸾
沟
央
轮
叠
雕
掩
窥
狭
倡
丸
设
楫
猜
潭
全
捷
预
麟
兰
辕
杀
炀
氓
绥
斥
隋
斫
枭
骜
螭
穹
辅
庆
兽
狙
虔
组
啖
秩
黎
乏
享
豺
疆
牢
逆
抗
萌
牙
申
掌
惮
唯
陇
狼
鸷
翱
顿
掉
祥
垠
霓
翳
援
修
完
澶
唐
译
凯
旋
顽
魁
颓
或
傅
渠
谟
翦
敬
夸
旆
束
刈
膻
积
洋
麹
际
缨
狄
保
躯
增
敞
伸
滨
勤
咏
丰
温
嵩
墨
丽
鼎
奉
维
缆
端
泻
藤
跻
彩
擢
惯
渐
鸥
岛
荣
嘶
览
驻
瑞
宵
限
炉
讲
辈
叨
禹
纶
餐
凭
荐
羡
郭
测
澥
芰
奈
躬
酬
肥
依
萝
谒
绳
午
瞻
释
砌
妙
买
芜
岱
徐
悟
莲
晴
庞
曙
厨
黍
稚
摘
戟
磨
麾
减
蛱
蝶
缘
禁
报
骐
驎
淡
仲
位
包
匀
响
榻
注
曹
卫
韵
犬
筹
沉
计
萦
持
慨
仗
夺
混
擘
孝
像
橐
裁
徊
软
牖
祝
饿
尧
淳
驴
炙
潜
诵
贡
怏
踆
拟
尉
捶
触
答
仪
蔬
资
裳
鲁
惬
芝
琅
爽
娱
冯
辚
耶
妻
戍
把
禾
税
收
烦
价
惠
促
蹴
电
络
杰
矫
卓
阅
奴
骥
呜
著
鹂
馨
消
飕
琐
衮
轗
轲
赴
填
陆
总
速
排
澹
杲
浆
炊
潦
乌
巷
搜
撑
萱
姓
敦
瘦
错
困
节
惆
肌
巾
夹
凫
戛
蓝
骊
妃
鲛
严
慕
司
僻
辙
改
味
偃
衍
镝
骚
阒
沃
冉
泠
备
果
律
荧
坰
飖
域
厩
麋
鹿
种
疾
附
衢
蹋
免
杖
蛟
彼
迫
窜
辇
闭
澜
曳
飔
姬
筇
妖
馔
寞
恣
谑
酤
鸩
佯
僵
加
僭
琥
珀
槽
炮
脂
围
酩
酊
伶
坟
冶
陌
赩
阱
厄
秾
练
幄
稿
砧
霭
竞
刺
拏
歼
慢
鼻
循
轨
制
袍
槿
绽
滋
涉
姑
桔
槔
镇
凄
箔
娥
伎
雉
班
喔
迅
扇
雌
趫
悍
乍
耿
介
朗
递
嵬
斜
茂
璧
玲
珑
队
甍
层
楹
栊
襞
妆
髻
蛾
黯
鸳
鸯
凰
毂
繁
嚬
挟
毙
雏
网
嘲
祸
透
湍
辖
饵
贰
扑
笳
擂
鹊
印
迎
秣
渝
毕
屠
晞
圻
勍
羸
麓
犷
櫜
弭
矢
箙
匪
戮
虣
縻
箱
兕
掎
鷇
麛
翘
雹
握
铺
芟
廓
瞢
卑
喙
钜
趯
；
翾
岐
肆
纮
纲
帜
铓
脑
涂
辰
恢
沛
垫
柄
矛
攘
霿
显
溥
钧
苞
枿
矣
蟠
蔽
曰
辑
猷
裔
而
缧
宣
罔
龚
聋
仇
灾
溃
畏
舒
劲
帅
胆
祀
柢
攸
勩
钺
绩
扰
匿
遐
枚
哗
刃
徼
尸
骸
务
犒
靡
讙
旂
馹
搏
婴
囚
拘
害
鹏
鶱
骇
轰
稽
睢
盱
状
乖
嗢
铙
治
祖
莺
鶺
鴒
恋
季
昧
蹑
豫
牒
倦
疲
按
察
岘
郢
导
嶓
冢
渺
吝
鲤
溯
蠡
樯
违
酡
幌
联
狎
眷
灶
刻
炭
珪
佐
股
肱
滥
碑
眺
帟
伍
胥
鳌
乙
简
杳
浔
尝
踪
耆
沮
己
辍
潮
宽
凛
邸
酣
沿
洄
演
洽
纪
假
寀
鹢
凡
屡
屿
曛
虫
笋
穊
架
窠
蜜
玩
库
贝
藻
浦
奄
枻
朽
揖
偈
遑
给
习
净
睹
返
薰
宇
潸
礼
塔
弱
笙
枉
酝
认
汾
跳
辱
寐
淮
滩
嫩
般
绂
缄
株
蔚
败
羞
骧
矶
岭
钻
檀
的
痕
掠
凋
贾
塘
涩
蓼
珂
珮
蒯
陛
禄
樗
婺
锡
狱
霸
驿
乾
创
厘
慷
匡
罪
褒
瘁
魏
倏
谩
柯
校
桓
埙
篪
誉
毁
枨
婉
纨
袴
料
建
邕
卜
挺
沦
扣
蹭
蹬
猥
句
效
宪
驯
麦
熟
簿
记
特
慰
巧
药
彦
讨
拾
境
籁
纬
逼
了
割
胸
眦
藩
皂
蕴
籍
圆
堞
荜
兼
坛
规
玕
福
徂
博
袒
跣
卢
邂
逅
毅
儋
输
鲍
娘
频
防
裹
杞
锄
犁
亩
耐
嫁
埋
冤
护
场
腕
缥
焰
瞳
仆
监
牧
俊
写
騕
褭
缫
蜀
粟
熨
帖
缝
针
线
絮
捐
鲜
嗅
穗
农
衾
裯
堵
堪
熳
撷
缠
嗤
窄
籴
沽
痛
涤
器
术
盗
跖
怆
缀
翮
蹶
唾
漆
沱
荇
搅
踯
访
婚
怡
韭
淫
碍
浐
划
局
樊
榛
隼
鸢
标
昊
视
稻
噂
沓
淘
阿
懒
惰
族
飧
嫌
脚
寸
吁
稼
穑
救
诛
畴
补
漏
韬
禽
逶
迤
骤
溜
嗜
醇
酎
莱
织
涎
费
吸
皎
佛
逃
篇
帽
纸
焦
灰
侄
淑
腻
麒
匎
唇
衱
稳
虢
釜
犀
箸
饫
銮
鞚
绎
遝
逡
巡
茵
蘋
伦
丞
嗔
绵
瓢
示
率
狂
芙
蓉
霆
阊
阖
昳
榜
茎
抛
罚
丑
慈
渼
黤
集
鹥
讴
啁
续
蔓
纯
袅
窕
冲
舷
蒹
葭
领
仿
艇
俄
邴
蛙
黾
芡
茨
扁
遭
骂
毡
赖
类
坞
朴
唤
稠
聒
孰
淹
濛
煮
阆
沸
湫
蹇
漭
绡
俦
虬
渌
粲
谬
涬
霹
雳
诣
驳
剪
剔
肃
莓
簇
敲
继
恤
政
产
扃
嵂
滢
濙
址
奥
眇
榭
岧
裴
硎
琳
愈
恭
秉
瑗
铭
候
翎
萍
途
泗
廨
署
萤
寓
摆
媒
渥
洼
騋
牝
鄙
屯
骕
骦
亿
存
倜
傥
塠
阜
簸
鼋
巨
砂
邓
癖
夙
竦
骄
矜
宠
碨
礌
帕
亚
刷
次
晦
鞲
靦
囊
拙
稷
濩
棺
觊
豁
诀
廊
厦
藿
蝼
辄
峥
嵘
嵽
嵲
蚩
摩
樛
嶱
彤
帛
挞
筐
篚
廷
霍
貂
鼠
羹
橙
橘
臭
述
窸
窣
渴
咷
幼
咽
窭
隶
伐
酸
屑
澒
掇
枫
怪
祁
圃
姥
淋
漓
障
诉
欹
末
斑
髓
添
巅
貌
僧
滓
鞋
袜
杪
睨
枕
赠
沥
舅
藜
逍
觌
涡
魍
魉
巉
峦
锋
羯
衽
告
拒
岫
豗
蓊
匌
查
拔
礧
磈
渎
漂
漱
秃
斡
轴
秽
黪
黩
汩
寰
跼
普
缩
腹
郡
坂
奚
弯
昭
侍
嚼
啮
勒
眸
臆
玦
棘
肤
隆
准
善
锐
单
剺
扉
撞
醍
醐
臂
鸽
罘
罳
汤
履
氎
供
芹
睡
锒
铛
梵
帚
霁
搴
墀
晤
箝
狗
绊
憩
